// Задача 5: перепишите код, используя конструкцию switch-case,
//     запрашивая продукт через диалоговое окно.

// switch (prompt("Введите фрукт:")) {
//   case "Мандарины":
//     alert("Мандарины стоят 100 руб/кг.");
//     break;
//   case "Бананы":
//   case "Груши":
//     alert("Бананы и груши стоят 70 руб/кг.");
//     break;
//   default:
//     alert("Нет такого продукта.");
//     break;
// }

// const product = prompt("Введите фрукт:");

// if (product == "Мандарины") {
//   alert("Мандарины стоят 100 руб/кг.");
// } else if (product == "Бананы" || product == "Груши") {
//   alert("Бананы и груши стоят 70 руб/кг.");
// } else {
//   alert("Нет такого продукта.");
// }
